---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Visual.WallPaint
source: html/594508de-5f8f-ebe4-ec5e-f7cd905d53da.htm
---
# WallPaint Members

The property labeled "Tint Color" from the "WallPaint" schema.